/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "열기";
"Open Title" = "열기: ^0";
"Save Default Title" = "저장";
"Save Title" = "저장: ^0";
"Choose File Title" = "파일 선택";
"Choose Folder Title" = "폴더 선택";
"Choose Volume Title" = "볼륨 선택";
"Choose Object Title" = "대상체 선택";
"New Folder Title" = "새로운 폴더";

/* Button title strings */
"Save Button" = "저장";
"Open Button" = "열기";
"Choose Button" = "선택";
"Don't Save Button" = "저장하지 않음";
"New Folder Button" = "새로운 폴더";
"Replace Button" = "대치";
"Discard Button" = "변경사항 무시";
"Review Button" = "변경사항 저장...";
"Use Dot Button" = "“.” 사용";
"ExtensionAlertUseOneLabel" = ".^1 사용";
"ExtensionAlertUserBothLabel" = "둘 다 사용";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "닫기 전에 변경사항 저장";
"SaveChangesQuitting Banner" = "종료하기 전에 변경사항 저장";
"SaveChangesOther Banner" = "변경사항 저장";
"DiscardChanges Banner" = "변경사항 무시";
"WantToSaveDoc Banner" = "“^0” 도큐멘트의 변경사항을 저장하겠습니까?";
"WantToSaveThis Banner" = "이 도큐멘트의 변경사항을 저장하겠습니까?";
"WantToSaveAppDocs Banner" = "^0 도큐멘트의 변경사항을 저장하겠습니까?";
"WantToDiscardDoc Banner" = "“^0” 도큐멘트의 변경사항을 무시하겠습니까?";
"WantToDiscardThis Banner" = "이 도큐멘트의 변경사항을 무시하겠습니까?";

"Review App Docs Banner" = "변경사항이 저장되지 않은 ^0 ^1 도큐멘트가 있습니다. 종료하기 전에 변경사항을 저장하겠습니까?";
"Review Several App Docs Banner" = "변경사항이 저장되지 않은 ^1 도큐멘트가 있습니다. 종료하기 전에 변경사항을 저장하겠습니까?";

"Review Docs Banner" = "변경사항이 저장되지 않은 ^0 도큐멘트가 있습니다. 종료하기 전에 변경사항을 저장하겠습니까?";
"Review Several Docs Banner" = "변경사항이 저장되지 않은 도큐멘트가 있습니다. 종료하기 전에 변경사항을 저장하겠습니까?";

"Review App Single Doc Banner" = "변경사항이 저장되지 않은 ^0 ^1 도큐멘트가 있습니다. 종료하기 전에 변경사항을 저장하겠습니까?";
"Review Single Doc Banner" = "변경사항이 저장되지 않은 ^0 도큐멘트가 있습니다. 종료하기 전에 변경사항을 저장하겠습니까?";

"Review Docs Explanation" = "도큐멘트를 저장하지 않으면, 모든 변경사항이 유실될 것입니다.";

/* Untitled strings */
"Untitled Folder" = "무제 폴더";
"Untitled Doc" = "무제";

/* Alert strings */
"Cant Replace Locked" = "잠겨있기 때문에 “^0”을(를) 대치할 수 없습니다.";

"Remove Favorite" = "즐겨찾기 제거";
"Cant Resolve Alias NotFound" = "원본 항목을 발견할 수 없으므로 “^0” 즐겨찾기 항목을 열 수 없습니다.";
"Navigate Alias Not Found" = "원본 항목이 발견되지 않기 때문에 “^0” 가상본이 열리지 않습니다.";

"Name Already Taken" = "“^0” 항목이 이미 있습니다. 다른 이름을 사용하십시오.";
"Cant Replace Folder" = "“^0” 이름이 폴더에서 이미 사용 중입니다.";
"Cant NewFolder OnLockedDisk" = "디스크가 잠겨있기 때문에 새로운 폴더를 생성할 수 없습니다.";
"Not Right Privs" = "적당한 권한이 없기 때문에 “^0”을(를) 대치할 수 없습니다.";
"Cant use period" = "“.”로 시작하는 이름은 시스템에 할당되어 있습니다. 계속하여 마침표로 시작하는 이름을 사용하면 파일이 가려집니다.";

"ExtensionWarningText" = "“.^0” 확장자를 가진 도큐멘트를 저장하겠습니까? 권장되는 확장자는 “.^1” 입니다.";
"ExtensionWarningSubtext" = "“.^1” 확장자를 사용하지 않으면, 이 도큐멘트가 다른 포맷으로 저장될 수도 있습니다.";

"ExtensionErrorText" = "이 도큐멘트는 이름 끝에 “.^0” 확장자를 사용하여 저장할 수 없습니다. 필요한 확장자는 “.^1” 입니다.";
"ExtensionErrorSubtext" = "둘 다 사용하도록 선택하면 파일 이름이 “.^0.^1”(으)로 끝납니다.";

"ReplaceAlertText" = "이 위치에 “^0” 항목이 이미 존재합니다. 그것을 저장하고자 하는 항목으로 대치하겠습니까?";
"ReplaceWithExtensionAlertText" = "이 위치에 “.^1” 확장자를 가진 “^0” 항목이 이미 존재합니다. 그것을 저장하고자 하는 항목으로 대치하겠습니까?";


/* Favorite Popup Menu strings */
"Favorite Places" = "즐겨찾기 위치";
"Recent Places"	= "최근 사용 위치";
"Computer" = "컴퓨터";
"Home menu item" = "홈";

/* Show Popup Menu strings */
"All Files" = "모든 도큐멘트";
"All Known Files" = "모든 알려진 도큐멘트";
"All App" = "모든 ^0 도큐멘트";
"All Readable Files" = "모든 읽기 가능한 도큐멘트";

/* Format Popup Menu strings */
"Default" = "기본값";

/* Generic Kind strings */
"Picture Document" = "그림 도큐멘트";
"Text Document" = "텍스트 도큐멘트";
"Movie Document" = "동영상 도큐멘트";
"Sound Document" = "사운드 도큐멘트";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "연결 실패";
"Connect Failed Details" = "iDisk 서버에서 응답이 없습니다. 다시 시도하십시오.";
"Invalid Setup" = "iDisk에 접근할 수 없습니다. 이름 또는 암호가 유효하지 않습니다.";
"Invalid Setup Details" = "시스템 환경설정의 인터넷 패널의 .Mac 탭에서 이름과 암호를 변경할 수 있습니다.";
"iTools Button" = ".Mac 환경설정 열기...";
"Authentication Failed" = "로그인 실패";
"Authentication Failed Detailed" = "이름 또는 암호가 올바르게 입력되지 않았습니다. 다시 시도하십시오. .Mac 환경설정 윈도우에서 .Mac 이름과 암호를 확인할 수 있습니다.";

/* List view column titles*/
"Name Column Title" = "이름";
"Date Modified Column Title" = "수정일";

/* Authenticated Server strings */
"Connect Button" = "연결...";
"Connect Caption" = "\"^0\" 서버에 대해 사용 가능한 공유 항목을 보려면, 연결을 누르십시오.";

/* Query strings */
"QueryItemCountString" = "%i 개 항목";
"CurrentFolderScopeString" = "폴더 \"%s\"";
"HomeScopeString" = "홈";
"EverywhereScopeString" = "컴퓨터";

/* Preview strings */
"MoreInfo" = "자세한 정보...";
